tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "wtfutil/wtfutil"
brew "allure"
brew "ansible"
brew "aria2"
brew "automake"
brew "bash-completion"
brew "boost"
brew "glib"
brew "carthage"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "guile"
brew "cask"
brew "circleci"
brew "dos2unix"
brew "dotnet"
brew "folly"
brew "openssl@3", link: false
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gradle"
brew "grep"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jackett"
brew "jq"
brew "jsonschema", link: false
brew "krb5"
brew "kubernetes-cli"
brew "libksba"
brew "libmagic"
brew "mas"
brew "minikube"
brew "moreutils"
brew "mypy", link: false
brew "nghttp2"
brew "openjdk@11"
brew "poetry"
brew "postgresql@12"
brew "postgresql@14"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "syncthing", restart_service: true
brew "tailscale"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "watchman"
brew "wtfutil"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zlib"
brew "jakehilborn/jakehilborn/displayplacer"
cask "1password"
cask "ace-link"
cask "adoptopenjdk"
cask "android-sdk"
cask "backblaze"
cask "balenaetcher"
cask "bartender"
cask "coscreen"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "grammarly"
cask "gswitch"
cask "hey"
cask "ilya-birman-typography-layout"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "jellyfin"
cask "lastpass"
cask "monitorcontrol"
cask "mono-mdk"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "plex"
cask "plex-media-server"
cask "postman"
cask "protonvpn"
cask "prowlarr"
cask "proxyman"
cask "signal"
cask "sonarr"
cask "spectacle"
cask "steam"
cask "syncthing"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "yandex-cloud-cli"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "GarageBand", id: 682658836
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Mimir", id: 1508343025
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "Telegram Lite", id: 946399090
mas "Todoist", id: 585829637
mas "Transmit", id: 1436522307
mas "Xcode", id: 497799835
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "formulahendry.terminal"
vscode "GitHub.copilot"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "matangover.mypy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "PKief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "stevencl.addDocComments"
vscode "withfig.fig"
