tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "kreuzwerker/taps"
tap "mutagen-io/mutagen"
tap "turbot/tap"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "ansible"
brew "ansible-lint"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "black"
brew "coreutils"
brew "cask"
brew "certbot"
brew "docker"
brew "fish"
brew "libavif"
brew "gd"
brew "gh"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "openssl@1.1"
brew "python@3.11"
brew "jsonschema"
brew "just"
brew "libmagic"
brew "midnight-commander"
brew "nginx"
brew "nuclei"
brew "nvm"
brew "postgresql@12", restart_service: :changed
brew "pre-commit"
brew "pyenv"
brew "redis", restart_service: :changed
brew "rsync"
brew "steampipe"
brew "tcl-tk"
brew "tfenv"
brew "tflint"
brew "virtualenv", link: false
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform", link: false
brew "hudochenkov/sshpass/sshpass"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "mutagen-io/mutagen/mutagen"
cask "1password-cli"
cask "bambu-studio"
cask "blender"
cask "eloston-chromium"
cask "far2l"
cask "font-hack-nerd-font"
cask "freecad"
cask "ghostty"
cask "obsidian"
cask "raspberry-pi-imager"
cask "rectangle"
cask "telegram-desktop"
cask "thunderbird"
cask "vivaldi"
cask "vlc"
cask "warp"
cask "zed"
vscode "circleci.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "matthewpi.caddyfile-support"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rioj7.vscode-json-validate"
vscode "timonwong.shellcheck"
